{
    "offset": 0,
    "number": 100,
    "available": 2,
    "news": [
        {
            "id": 128307660,
            "title": "Former Kerala CM Oommen Chandy passes away: His career, in pictures",
            "text": "Cities68 murdered in Maliana, all accused acquitted 36 years later, residents ask: So who killed our families? CitiesIn appeal, Rahul says was mistreated, sentenced to attract disqualification EntertainmentHow Priyanka Chopra called out Bollywood's failure post her Hollywood success, said she chose to head West over grovelling to Bollywood cliques EntertainmentChristopher Nolan's Oppenheimer: A look at the scientist's fascination with Hinduism, and why he quoted the Bhagavad Gita after the bomb was tested TrendingMumbai police use Barbie-Oppenheimer meme to highlight public safety TrendingThis ‘honest’ LinkedIn profile is winning over the internet SportsFederer + Nadal + Djokovic = Alcaraz SportsVenkatesh Prasad gives a tour of MS Dhoni’s bike collection in Ranchi OpinionChandrayaan-3: Small step to moon, giant leap for India's space journey Why the govt has more cash, less grain to give LifestyleRoshni Chopra does cold spoon massage; what are the benefits? Technology6 Threads features, tips and hacks everyone should know",
            "url": "https://indianexpress.com/photos/india-news/from-the-archives-former-kerala-cm-oommen-chandy-gallery/",
            "image": "https://images.indianexpress.com/2023/07/oommen-chandy-1.jpeg",
            "publish_date": "2023-07-18 06:39:56",
            "author": "Express Web Desk",
            "language": "en",
            "source_country": "in",
            "sentiment": -0.311
        },
        {
            "id": 127520652,
            "title": "Hollywood in historic shutdown as actors union joins writers strike: ‘The eyes of the world are upon us’",
            "text": "The Screen Actors Guild announced Thursday (13 July) that it would just colleagues in the Writers Guild of America striking for fair wages. “Because the AMPTP [Alliance of Motion Picture and Television Producers] remains unwilling to offer a fair deal on key issues essential to protecting the livelihoods of working actors and performers, SAG-AFTRA’s national board unanimously voted to issue a strike order against studios and streamers,” SAG National Executive Director and Chief Negotiator Duncan Crabtree-Ireland said in a press conference. “Union members should withhold their labor until a fair contract can be achieved,” he told the room. “They have left us with no alternative.” The strike comprising more than 150,000 television and movie actors will begin at midnight tonight, and picket lines will begin Friday morning. It is the first time since 1960 that both actors and writers have picketed film and television production companies. “The eyes of the world and, particularly, the eyes of labor are upon us,” said Fran Drescher, star of the Nineties sitcom The Nanny who is now the actors’ guild president. “What happens to us is important. What’s happening to us is happening across all fields of labor. When employers make Wall Street and greed their priority and they forget about the essential contributors who make the machine run, we have a problem.” She continued: “We are being victimized by a very greedy enterprise. At some point, you have to say ‘No, we’re not going to take this anymore. You people are crazy. What are you doing? Why are you doing this?’ “The entire business model has been changed by streaming and AI If we don’t stand tall right now, we are all going to be in jeopardy. You cannot change the business model as much as it has been changed and not expect the contract to change too.” In an emotional tirade against Hollywood studios, Drescher added: “Wake up and smell the coffee! We demand respect! You cannot exist without us!” In response, the AMPTP, which represents the studios, says it presented a deal that offered “historic pay and residual increases, substantially higher caps on pension and health contributions, audition protections, shortened series option periods, and a groundbreaking AI proposal that protects actors’ digital likenesses for SAG-AFTR members”. “A strike is certainly not the outcome we hoped for as studios cannot operate without the performers that bring our TV shows and films to life,” the organisation added. “The Union has regrettably chosen a path that will lead to financial hardship for countless thousands of people who depend on the industry.” The actors’ guild released a statement early Thursday announcing that negotiations with the AMPTP had proved inconclusive. News of the combined strike comes after the cast of Oppenheimer left the film’s London premiere prematurely to “go and write their picket signs” in preparation for the strike. “You’ve seen them here earlier on the red carpet,” Nolan announced to the cinema’s audience. “Unfortunately, they’re off to write their picket signs for what we believe to be an imminent strike by Sag, joining one of my guilds, the Writers Guild, in the struggle for fair wages for working members of the unions, and we support them.” The acting union’s demands are similar to those of its counterpart, the Writers Guild of America (WGA), whose members have been striking since May. Among the former’s chief demands include increased wages, higher streaming residuals and improved working conditions.",
            "url": "https://www.independent.co.uk/arts-entertainment/films/news/sag-aftra-writers-strike-hollywood-shutdown-b2375131.html",
            "image": "https://static.independent.co.uk/2023/07/13/20/newFile-1.jpg?width=1200",
            "publish_date": "2023-07-14 06:17:17",
            "author": "Tom Murray",
            "language": "en",
            "source_country": "gb",
            "sentiment": -0.176
        }
    ]
}